[
  {
    "name": "Our Model",
    "content": [
      {
        "title": "Family-Style Boarding Life",
        "image": "",
        "description": "Residential life in a family setting with house parents and shared responsibilities.",
        "mainContent": "At Monument Academy, students experience residential life in a family setting with house parents and shared responsibilities. Explore the collection of artifacts below or click to learn more about our approach. For our parent and family summary of this element of our model, visit",
        "id": "",
        "tabs": [
          {
            "name": "",
            "items": [
              {
                "itemTitle": "",
                "itemDescription": "",
                "learnMore": "",
                "download": ""
              }
            ]
          }
        ]
      },
      {
        "title": "Safe and Supportive Student Culture",
        "image": "",
        "description": "Creation and maintenance of a positive culture among students.",
        "mainContent": "At Monument Academy, every team member works collaboratively to help foster and maintain a safe and supportive student culture.",
        "id": "",
        "tabs": [
          {
            "name": "",
            "items": [
              {
                "itemTitle": "",
                "itemDescription": "",
                "learnMore": "",
                "download": ""
              }
            ]
          }
        ]
      },
      {
        "title": "Highly Personalized Instruction",
        "image": "",
        "description": "Academics differentiated based on needs, including teaching, curriculum and assessment.",
        "mainContent": "At Monument Academy, we work to ensure our academic program is highly personalized and responsive to the needs, interests, and aspirations of every student. Explore the collection of artifacts below or click to learn more about our approach. For our parent and family summary of this element of our model, visit",
        "id": "Academics",
        "tabs": [
          {
            "name": "",
            "items": [
              {
                "itemTitle": "",
                "itemDescription": "",
                "learnMore": "",
                "download": ""
              }
            ]
          }
        ]
      },
      {
        "title": "Holistic Health and Well-being",
        "image": "",
        "description": "Social-emotional well-being, and mental health programming and supports.",
        "mainContent": "At Monument Academy, we take a holistic approach to health and well-being. Explore the collection of artifacts below or click to learn more about our approach. For our parent and family summary of this element of our model, visit",
        "id": "Well Being Program",
        "tabs": [
          {
            "name": "",
            "items": [
              {
                "itemTitle": "",
                "itemDescription": "",
                "learnMore": "",
                "download": ""
              }
            ]
          }
        ]
      },
      {
        "title": "Skills for life",
        "image": "",
        "description": "Development of practical competencies that prepare students for responsibilities and opportunities beyond school.",
        "mainContent": "At Monument Academy, we help every child develop the practical competencies necessary for students’ responsibilities and life opportunities beyond school. Explore the collection of artifacts below or click to learn more about our approach. For our parent and family summary of this element of our model, visit",
        "id": "Life Skills Program",
        "tabs": [
          {
            "name": "",
            "items": [
              {
                "itemTitle": "",
                "itemDescription": "",
                "learnMore": "",
                "download": ""
              }
            ]
          }
        ]
      },
      {
        "title": "Resilient, Responsive, and Caring Staff",
        "image": "",
        "description": "Support for and management of staff; staff culture; hiring and onboarding.",
        "mainContent": "Monument Academy’s leadership team employs a purposeful human capital strategy, striving to recruit, develop and sustain our highly resilient, responsive, and caring staff.",
        "id": "",
        "tabs": [
          {
            "name": "",
            "items": [
              {
                "itemTitle": "",
                "itemDescription": "",
                "learnMore": "",
                "download": ""
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "name": "Key Enablers",
    "content": [
      {
        "title": "Deep connections with family and community",
        "image": "",
        "description": "Families are honored as partners and experts.",
        "mainContent": "At Monument Academy, we are invested in partnering with parents and stakeholders in the community to ensure that all of our students receive all necessary supports.",
        "id": "",
        "tabs": [
          {
            "name": "",
            "items": [
              {
                "itemTitle": "",
                "itemDescription": "",
                "learnMore": "",
                "download": ""
              }
            ]
          }
        ]
      },
      {
        "title": "Appealing and relevant physical space",
        "image": "",
        "description": "Purposeful design, use of space, and ongoing care for the physical environment.",
        "mainContent": "At Monument Academy, the design, use, and ongoing care of our physical space plays an essential role in enabling our model to meet the physical, academic, and socio-emotional needs of all of our students.",
        "id": "",
        "tabs": [
          {
            "name": "",
            "items": [
              {
                "itemTitle": "",
                "itemDescription": "",
                "learnMore": "",
                "download": ""
              }
            ]
          }
        ]
      },
      {
        "title": "Smooth and service-oriented operations",
        "image": "",
        "description": "Administration and operations function in service to students, families, and educators.",
        "mainContent": "At Monument Academy, administration and operations function in service of students, families and educators. ",
        "id": "",
        "tabs": [
          {
            "name": "",
            "items": [
              {
                "itemTitle": "",
                "itemDescription": "",
                "learnMore": "",
                "download": ""
              }
            ]
          }
        ]
      },
      {
        "title": "Supportive and embedded partnerships",
        "image": "",
        "description": "Deep, aligned partnerships with nonprofit, public and private sector organizations.",
        "mainContent": "At Monument Academy, our work is enabled by deep, aligned partnerships with nonprofit, public safety and private sector organizations.",
        "id": "",
        "tabs": [
          {
            "name": "",
            "items": [
              {
                "itemTitle": "",
                "itemDescription": "",
                "learnMore": "",
                "download": ""
              }
            ]
          }
        ]
      },
      {
        "title": "Proactive management of safety and risk",
        "image": "",
        "description": "Risk mitigation and safety protocols.",
        "mainContent": "At Monument Academy, our approach to strategy and risk management is to limit, avoid, transfer, and accept varying degrees of risk through partnering with our insurance broker.",
        "id": "",
        "tabs": [
          {
            "name": "",
            "items": [
              {
                "itemTitle": "",
                "itemDescription": "",
                "learnMore": "",
                "download": ""
              }
            ]
          }
        ]
      },
      {
        "title": "Excellent school governance",
        "image": "",
        "description": "Best-in-class board structure and policies; transparent organization structure.",
        "mainContent": "At Monument Academy, the board of directors is responsible for overseeing the contract of the CEO, reviewing and approving the budget, and ensuring the school is meeting or exceeding its academic and other performance goals.",
        "id": "",
        "tabs": [
          {
            "name": "",
            "items": [
              {
                "itemTitle": "",
                "itemDescription": "",
                "learnMore": "",
                "download": ""
              }
            ]
          }
        ]
      }
    ]
  }
]
